aaron-bond.better-comments
anoff.theme-monokai-light
antfu.icons-carbon
bogdanlazar.edge
codezombiech.gitignore
DavidAnson.vscode-markdownlint
Endormi.2077-theme
enkia.tokyo-night
GrapeCity.gc-excelviewer
James-Yu.latex-workshop
johnpapa.winteriscoming
juanmnl.vscode-theme-1984
KevinRose.vsc-python-indent
magicstack.MagicPython
max-SS.Cyberpunk
MaxfieldWalker.vscode-color-theme-spirited-away
mechatroner.rainbow-csv
miguelsolorio.fluent-icons
mkxml.vscode-filesize
mrpbennett.atlantic-night
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.Theme-TomorrowKit
njpwerner.autodocstring
oderwat.indent-rainbow
oscarmcm.ocean-space
RobbOwen.synthwave-vscode
samrapdev.outrun
shardulm94.trailing-spaces
shubham-saudolla.lilac
streetsidesoftware.code-spell-checker
usernamehw.errorlens
victorlitvinenko.vscode-soft-colors
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
wesbos.theme-cobalt2
wheredoesyourmindgo.nushu-vscode-theme
